var DATA = [
  {
    "addr" : "上海外滩",
    "time": '2015-04-10 9:10:23',
    "content" : "昨晚八点多，我在家看到外滩方向有异常闪光，照亮云层，谁知出事了。外滩地域宽阔，怎么会发生踩踏事故？肯定是有别有用心的人故意制造混乱，造成大众心理恐慌，酿成悲剧。为死难者祈祷，严惩凶手！"
  },
    {
    "addr" : "上海外滩",
    "time": '2015-04-9 21:53:45',
    "content" : "保卫处老师您好，校园内有人非法集会【男生“夜袭”女生宿舍求婚】"
  },
  {
    "addr": "江西永修县",
    "time": '2015-01-25 12:54:23',
    "content": "【江西星火有机硅厂发生大火　人员伤亡不明】１月２４日１９时３０分左右，位于江西永修县境内的江西星火有机硅厂十万吨合成车间发生大火。据现场人员反映，当时车间有４人值班，起火后迅速跑出了车间。因现场火势很大并可能引发爆炸，紧急赶来的消防力量难以进入现场实施灭火。新华社记者正赶往现场。"
  },
  {
    "addr": "邯郸丛台区、开发区",
    "time": '2015-03-25 09:01:41',
    "content": "【邯郸警方严打上网煽动集会滋事违法行为】近日，我市丛台区、开发区两名网民因通过网络散布过激言论，煽动部分群众“堵门堵路”、“非法集会”，被警方依法行政拘留。自12月13日以来，警方已经查处网上煽动闹事违法信息143起，依法拘留24人。"
  },
]

var cDATA=[
  {
    "addr": "中国广东省广州市站西路步云天地鞋城",
    "content": "3月24日16时15分，有群众报警称一名男子在站西路步云天地鞋城10楼持刀伤人，随后从10楼跳下。荔湾警方迅速派员前往处置。医务人员证实该男子已经死亡。现场发现4名伤者，现已送往医院救治，目前均暂无生命危险。据目击者反映，该男子在行凶时精神表现异常。目前警方正对此事件作进一步调查。"
  },
  {
    "addr": "江西永修县",
    "content": "【江西星火有机硅厂发生大火　人员伤亡不明】１月２４日１９时３０分左右，位于江西永修县境内的江西星火有机硅厂十万吨合成车间发生大火。据现场人员反映，当时车间有４人值班，起火后迅速跑出了车间。因现场火势很大并可能引发爆炸，紧急赶来的消防力量难以进入现场实施灭火。新华社记者正赶往现场。"
  },
  {
    "addr": "上海外滩",
    "content": "昨晚八点多，我在家看到外滩方向有异常闪光，照亮云层，谁知出事了。外滩地域宽阔，怎么会发生踩踏事故？肯定是有别有用心的人故意制造混乱，造成大众心理恐慌，酿成悲剧。为死难者祈祷，严惩凶手！"
  },
  {
    "addr": "海淀区西三环北路25号中国青年政治学院内(近万寿寺)",
    "content": "保卫处老师您好，校园内有人非法集会【男生“夜袭”女生宿舍求婚】"
  },
  {
    "addr": "浦江县前吴乡",
    "content": "【明天7点，民生村有非法集会<i class=\"face face_1 icon_5\">[挖鼻屎]"
  },
  {
    "addr": "中国浙江仙居县",
    "content": "【信访要依法 违法要追责】张某和赵某等人煽动50余人在仙居县政府门口非法集会，拉横幅喊口号，经公安劝阻不肯散去，并与公安发生冲突，整个过程持续约两小时，严重扰乱正常办公秩序。近日，仙居法院公开审理此案，张某和赵某因非法集会罪分别获刑有期徒刑一年、有期徒刑九个月（缓刑一年两个月）。"
  },
  {
    "addr": "中国江苏省苏州市沧浪区东环路",
    "content": "东校区惊现学生非法集会！幕后黑手竟为一家快递公司！"
  },
  {
    "addr": "中国福建省漳州市漳浦县",
    "content": "漳浦县政府，你们的职责是为人民服务，你们领纳税人的钱，就要为人民做点实事，而不是来维稳人民的。出动边防武警，全镇干部，司法干部来把我们家团团围住，限制我们的人身自由，就为了不让我们进京申冤，你们这是何苦？这是在浪费国家财力，物力。"
  },
  {
    "addr": "吉隆坡国企十合（Sogo）购物中心",
    "content": "【警方宣布307“非法集会”】警方表示，“抗争到底”联盟号召3月7日在吉隆坡国企十合（Sogo）购物中心大集会未获得批准，因此宣布这是一场“非法集会”。“我们抗爭”联盟代表再次向警方表达主办当局坚持欲在十合购物广场前举行集会的意愿，也希望获得警方的配合监督各造的安全。"
  },
  {
    "addr": "莫斯科克里姆林宫",
    "content": "【快讯：莫斯科爆发大规模悼念活动】人群朝涅姆佐夫被杀的克里姆林宫附近集结。莫斯科警察出动阻断现场和克里姆林宫之间的通道。"
  },
  {
    "addr": "新加坡",
    "content": "福南食阁“老火汤”老板欠债不还，引来债权公司七人上门威胁讨债，众食客纷纷避之不及。导致最后警察出动，以“非法集会”罪拘捕这7个人，后回现场调查。然这些嫌疑人均与警察玩起了“沉默是金”游戏，上演了一场活报剧。如此欠债不还、讨债无法、执法无力现象竟然发生在法制威严地方，实属罕见"
  },
  {
    "addr": "河源城区政府",
    "content": "源城区政府大门有不明人士非法集会，警方已到现在处理事件。大家有诉求可以通过法律途径解决，千万不要绑架公共资源，影响公共秩序。"
  },
  {
    "addr": "邯郸丛台区、开发区",
    "content": "【邯郸警方严打上网煽动集会滋事违法行为】近日，我市丛台区、开发区两名网民因通过网络散布过激言论，煽动部分群众“堵门堵路”、“非法集会”，被警方依法行政拘留。自12月13日以来，警方已经查处网上煽动闹事违法信息143起，依法拘留24人。"
  },
  {
    "addr": "洛阳栾川县人民医院",
    "content": "【醉酒男子与医生厮打双双坠楼身亡 医护人员谴责暴力袭医】24日0时20分左右，洛阳栾川县合峪镇居民李某酒后陪同朋友到栾川县人民医院就诊，李某疑因嫌安排病房慢，与值班医生贾斌斌发生争执厮打，电梯门被撞开，两人掉入15层楼高的电梯井内，李某当场死亡，贾斌斌经抢救无效死亡。记者 冉亚阁"
  },
  {
    "addr": "佛山市顺德区乐从镇东鸣家具城",
    "content": "乐从东鸣家具城租户非法集会堵塞公路，5人被行拘"
  },
  {
    "addr": "巴黎",
    "content": "环球时报标语牌现身巴黎百万人反恐游行】11日,巴黎举行百万人大游行,悼念恐怖袭击遇害者。法国总统奥朗德、英国首相卡梅伦、德国总理默克尔等40多国政要参与。&quot;环球时报:强烈谴责恐怖主义,不同文明和谐共处&quot;,《环球时报》特约记者手持中法双语标牌,走在法国反恐大游行队伍中,表示对法国民众的支持。"
  },
  {
    "addr": "山东济宁邹城市北宿镇西故村",
    "content": "乱民好样的故意闹事非法集会妨碍办公袭击办案人员我小学没毕业都知道你们犯大事了 //【山东：200多村民跪求见市长 反倒被抓走几十人】"
  },
  {
    "addr": "上海",
    "content": "上海踩踏事件又听到一个不想听到的话该活动的主办单位系民间组织，先不问谁主办单凭官方的这种自我澄清就是一种不负责任的表现出了事先厘清自己在公众面前混淆事实实属此地无银三百两试问又有那个民间组织未经政府许可那又叫非法集会别一出事就去推脫发生在你家门口怎么能和政府无"
  },
  {
    "addr": "河南商城",
    "content": "【澎湃新闻：河南商城教师讨工资，官方称系非法集会带走“两名不明人士”】"
  }
]
